Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Name
The Name class represents the name filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Name.#ctor
Initializes a new instance of the Name class.